Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=437_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Guokte nissona oažžuba giellabálkkášumi Gollegiella 2010
smn: Kyehti nissoon uážžuv kielâpalhâšume Kollekielâ 2010

source: Guokte sámi nissona, Máret Sárá ja Lajla Mattson Magga, leaba goappašat ja iešguđet ládje rahčan sámegiela ovddidemiin ja seailluhemiin.
smn: Kyehti säämi nissoon, Máret Sárá já Lajla Mattson Magga, lává kuábáš-uv já jieškote-uvnáál rooččâm sämikielâ oovdedmân já siäilutmân.

source: Dal beassaba juohkit davviriikkalaš giellabálkkašumi Gollegiella 2010.
smn: Tääl suoi peessâv jyehiđ tave-eennâmlii kielâpalhâšume Kollekielâ 2010.

source: Giellabálkkašupmi geigejuvvo juohke nuppát jagi ja bálkkašumi summi lea 12 500 evro.
smn: Kielâpalhâšume keigejuvvoo jyehi nube ive já palhâšume summe lii 12 500 eurod.

source: Otne 22 beaivi skábmamánus geigejuvvui bálkkašupmi davviriikkalaš ministarčoahkkimis Stockholmmas.
smn: Onne 22 peeivi skammâmáánu keigejui palhâšume tave-eennâmlii ministerčuákkimist Tukholmast.

source: Rápmi
smn: Räämi

source: Ruoŧa Sámedikki stivraságadoalli Ingrid Inga, rámida davviriikkalaš ráđđehusaid go bidjet nu stuora bálkkašansummi fuomášan dihte sámegielaid.
smn: Ruotâ Sämitige stiivrâ saavâjođetteijee Ingrid Inga, räämid tave-eennâmlijd haldâttâsâid ko pieijii nuuvt stuorrâ palhâšemsume huámášemtied sämikieláid.

source: - Lea somá go sáhttá bálkkašit ja movttidahttit olbmuid geat eallinagi leat garrasit bargan sámegiela seailluhemiin ja ovddidemiin, dadjá son.
smn: - Lii hävski ko puáhtá palhâšiđ já movtijdittiđ ulmuid kiäh láá ubâ eellimääigi korrâsávt porgâm sämikielâ siäilutmân já oovdedmâin, iätá sun.

source: Dán jagi leat davvisámegiella ja orjješsámegiella mat loktejuvvojit oidnosii.
smn: Taan ive láá tavesämikielâ já maadâsämikielâ moh loptejuvvojeh uáinusân.

source: Goappaš gielat ságastuvvojit ruoŧabeal Sámis.
smn: Tavesämikielâ sárnoo Ruotâst, Taažâst já Suomâst já maadâsämikielâ Ruotâst já Taažâst.

source: Dá oanehaččat veardidanlávdegotti ákkastallan manin juste Máret Sárá ja Lajla Mattsson Magga oažžuba bálkkašumi jagi 2010:
smn: Taa uánihávt árvuštâllâmkomitea agâstâllâm mane eidu Máret Sárá já Lajla Mattsson Magga uážžuv palhâšume ive 2010:

source: Máret Sárá Máret Sárá lea riegádan 1947 ja son lea bajásšaddan Bissojogas Porsáŋggus, Norggas.
smn: Máret Sárá lii šoddâm 1947 já sun lii šaddaaš Pissojuuvâst Leevnjâ kieldâst, Taažâst.

source: Son lea olles áiggi áŋgirit bargan davvisámegiela ovddidemiin ja nannemiin.
smn: Sun lii oles ääigi porgâm äŋgirávt tavesämikielâ oovdedmân já naanoodmân.

source: Son lea bargan oahpaheaddjin, girječállin, journalistan, ráđđeaddin Boazodoallohálddahusas ja girjelágádusjođiheaddjin ja sus lea leamaš njunušdoaibma máŋggain servviin ja politihkalaš doaimmas.
smn: Sun lii porgâm máttáátteijen, kirječällen, journalistân, puásuituáluhaldâttuv raavâadeleijen já kirjelájádâs jođetteijen já sust lii lamaš njunoštoimâ maaŋgâin seervijn já politiiklâš tooimâst.

source: Sámegiela ovddideapmi lea álohii leamaš guovddážis su bargoeallimis ja eará beroštumiin ja son lea leamaš buorre ja nanu ofelaš sihke ámmátolmmožin ja nissonbealušteaddjin.
smn: Sämikielâ ovdedem lii lamaš ovttuu kuávdážist suu pargoelimist já eres peruštuumijn já sun lii lamaš šiev já noonâ uápisteijee nuuvt áámmátolmožin ko nissoonpiälušteijen-uv.

source: Ođđa oahppovuogit
smn: Uđđâ oppâmvyevih

source: Seammás go son lea bargan oahpaheaddjin son lea maiddái leamašan mielde rievdadit sihke oahppovugiid ja oahpahussystema.
smn: Siämmást ko sun lii porgâm máttáátteijen lii sun meiddei lamaš mieldi rievdâdmin sehe máttááttâsvuovijd et máttááttâsvuáháduv.

source: Son lea ovttas Kirsten Popein čállan oahppogirjeráiddu Eatnigiella ja son lea maiddái almmuhan girjjiid main leat sátnestoahkamat, hoahkamat ja oahppanstoahkamat.
smn: Sun lii oovtâst Kirsten Popein čáállám oppâkirjerááiđu Eatnigiella já son lii meiddei almostittám kiirjijd main láá sänisierâdmeh, idiomeh já oppâmsierâdmeh.

source: Son lea maid čállán moadde sátnevájasgirjji masa son lea čohkken dieđuid sihke boarrásat ja dáláš áiggis.
smn: Sun lii meiddei čáállán muáddi sänivajâskirje moid sin lii čokkim tiäđuid sehe puárásijn et tááláá ääigist.

source: Oktiibuot son lea leamašan mielde čállimin badjel 40 girjji.
smn: Puohnâssân sun lii lamaš mieldi čälimin paijeel 40 kirjed.

source: Iežas geainnut
smn: Jieijâs kiäinuh

source: Máret Sárá lea olmmoš gii lea duostan guorrat iežas geainnuid.
smn: Máret Sárá lii olmooš kote lii tuostâm kuorrâđ jieijâs kiäinuid.

source: Son lea eallinagi leamaš njunnošis sihke ámmátlaččat pedagogan, journalistan ja čállin muhto maiddái giellapolitihkalaččat.
smn: Sun lii ubâ eellimääigis lamaš njunosist sehe aktiivlâš pedagoogân, journalistân já čällen mut meiddei kielâpoolitlávt.

source: Máret Sárá viiddis doaibma sámegielain dagaha su árvvolaš vuostáiváldin Gollegiela bálkkašumis, oaivvilda veardidanlávdegoddi.
smn: Máret Sárá vijđes toimâ sämikieláin toovvât suu árvulâš Kollekielâ palhâšume vuástávälden, uáivild árvuštâllâmkomitea.

source: Lajla Mattsson Magga lea riegadan 1942 Kall gilis, Jämtlánddas Ruoŧas, son lea ollu jagiid juo orrun Guovdageainnus Norgga beal Sámis.
smn: Lajla Mattsson Magga lii šoddâm 1942 Kall-nommâsii siijdâst, Jämtlandist Ruotâst, mut lii kuhháá jo aassâm Kuovdâkiäinust Taažâst.

source: Universitehtaáiggi rájis lea orjješsámegiela ovdánahttin, seailluheapmi ja oahpahus leamaš guovddážis sihke su ámmátlaš ja priváhta eallimis.
smn: Ollâopâttâhääigi rääjist lii maadâsämikielâ ovdedem, siäiluttem já máttááttâs lamaš kuávdážist suu ámmátlaš já priivaat elimist.

source: Lajla Mattson Magga lea viidát doaibman giellasuorggis ja son lea e.e. bargan čáppa- ja fágagirjjálašvuođain, jorgalusaiguin, oahpahusain, eksiminašuvnnain, son lea čohkken giellamateriála ja báikenamaid ja maiddái addan olggus orjješsámi sátnelisttuid.
smn: Lajla Mattson Magga lii kuhháá toimâm kielâsyergist já sun lii ereslasseen porgâm čaabâ- já tiätukirjálâšvuođáin, jurgâlusaiguin, máttááttâssáin. Sun lii čokkim kielâmateriaal já päikkinoomâid já meiddei adelâm olgos maadâsämikielâ sänilistoid.

source: Pedagoga ja čálli Lajla Mattson Magga lea guhkes áiggi bargan oahpaheaddjin ja eksiminatuvrran orjješsámegielas.
smn: Lajla Mattson Magga lii kuhes ääigi porgâm máttáátteijen já tentaattorân maadâsämikielâst.

source: 1984 bođii su vuosttaš girji olggus, Maahke ryöknie, ja dan maŋŋel lea son čállán máŋga oahppogirjji ja mánáidgirjji mat leat addojuvvon olggus.
smn: 1984 almostui suu vuossâmuš kirje, Maahke ryöknie, já tast maŋa sun lii čáállám maŋgâ oppâkirje já párnáikirje moh láá almostittum.

source: Dal son lea mielde joavkkus mii galgá ođđasit jorgalit biibbala orjješsámegillii ja seammás son maiddái bargá orjješsámegiela grammatihkkagirjjiin.
smn: Tääl sun lii mieldi juávhust mii kalga uđđâsist jurgâliđ ráámmát maadâsämikielân já siämmást sun meiddei parga maadâsämikielâ kielâoppâkirjijn.

source: Su stuorimus bargoárja giellasuorggis lea bargu sátnegirjjiiguin Åarjelsaemien-daaroen baakoegärjä / Sydsamisk-norsk ordbok (Knut Bergsland mielčállin) ja Norsk-sydsamisk ordbok / Daaroen-åarjelsamien baakogærja.
smn: Suu stuárráámus pargo kielâsyergist lii porgân sänikirjijguin Åarjelsaemien-daaroen baakoegärjä / Sydsamisk-norsk ordbok (Knut Bergsland mielčállin) já Norsk-sydsamisk ordbok / Daaroen-åarjelsamien baakogærja.

source: Giellaoaivadeaddji
smn: Kielâmovdijdittee

source: Lajla Mattson Magga lea eallinagi bargan garrasit orjješsámegiela ovddideami dihte ja dat bargu dagahu su dehálaš giellaoaivadeaddjin ja árvvolaš vuostáiváldin Gollegiela bálkkašumis, čállá veardidanlávdegoddi ákkastallamis.
smn: Lajla Mattson Magga lii ubâ eellimääigis porgâm korrâsávt maadâsämikielâ oovdedmân já tot pargo toovvât suu tehálâš kielâmovtijditten já árvulâš vuástávälden Kollekielâ palhâšume vuástávälden, čáálá árvuštâllâmkomitea agâstâlmijnis.
